import { MainTitle } from "../../../common/main-title/main-title"

export const TableOfContent = () => {
    return (
        <div className="app-header--page-related-data__table-of-content-container">
            <MainTitle text="תוכן עניינים" />
            <div className="content">
                <ol>
                <li><span>שנות השישים: תינוקות ג'רי (1959-1969)</span></li>
                    <li><span>1959/60 - אובדן אליפות במחזור האחרון</span>
                        <ol>
                            <li><span>עזיבתו של רפי לוי לדרום אפריקה</span></li>
                        </ol>
                    </li>
                    <li><span>1960/61 - מקום רביעי בלבד</span>
                        <ol>
                            <li><span>מסע המשחקים לארצות הברית - בצוותא עם הפועל פ"ת</span></li>
                        </ol>
                    </li>
                    <li><span>1961/62 - מכבי נאבקת בתחתית</span></li>
                    <li><span>1962/63 - השפל נמשך: מכבי שוב נאבקת בתחתית</span></li>
                    <li><span>1963/64 - "תינוקות ג'רי" זוכים בתואר ראשון לאחר 5 שנים</span></li>
                    <li><span>1964/65 - זכייה שנייה ברציפות בגביע</span></li>
                    <li><span></span>165/66 - מקום שני וזכייה ראשונה באלוף האלופים
                        <ol>
                            <li><span>חזרתו של רפי לוי</span></li>
                        </ol>
                    </li>
                    <li><span>1966/68 - העונה הכפולה מסתיימת באליפות לאחר 10 שנים</span>
                        <ol>
                            <li><span>"מרד השחקנים" ופיטוריו של "לייזי"</span></li>
                            <li><span>1967 - זכייה בגביע ומקום ראשון בליגה</span></li>
                            <li><span>1968 - לאחר 10 שנים - תואר האליפות שב למכביה</span></li>
                        </ol>
                    </li>
                    <li><span>1968/69 - אלופי אסיה ואלופי האלופים</span>
                        <ol>
                            <li><span>גביע אסיה - ינואר 1969</span></li>
                        </ol>
                    </li>
                    <li><span>הערות שוליים</span></li>
                    <li><span>שנות השישים: תינוקות ג'רי (1959-1969)</span></li>
                    <li><span>1959/60 - אובדן אליפות במחזור האחרון</span>
                        <ol>
                            <li><span>עזיבתו של רפי לוי לדרום אפריקה</span></li>
                        </ol>
                    </li>
                    <li><span>1960/61 - מקום רביעי בלבד</span>
                        <ol>
                            <li><span>מסע המשחקים לארצות הברית - בצוותא עם הפועל פ"ת</span></li>
                        </ol>
                    </li>
                    <li><span>1961/62 - מכבי נאבקת בתחתית</span></li>
                    <li><span>1962/63 - השפל נמשך: מכבי שוב נאבקת בתחתית</span></li>
                    <li><span>1963/64 - "תינוקות ג'רי" זוכים בתואר ראשון לאחר 5 שנים</span></li>
                    <li><span>1964/65 - זכייה שנייה ברציפות בגביע</span></li>
                    <li><span></span>165/66 - מקום שני וזכייה ראשונה באלוף האלופים
                        <ol>
                            <li><span>חזרתו של רפי לוי</span></li>
                        </ol>
                    </li>
                    <li><span>1966/68 - העונה הכפולה מסתיימת באליפות לאחר 10 שנים</span>
                        <ol>
                            <li><span>"מרד השחקנים" ופיטוריו של "לייזי"</span></li>
                            <li><span>1967 - זכייה בגביע ומקום ראשון בליגה</span></li>
                            <li><span>1968 - לאחר 10 שנים - תואר האליפות שב למכביה</span></li>
                        </ol>
                    </li>
                    <li><span>1968/69 - אלופי אסיה ואלופי האלופים</span>
                        <ol>
                            <li><span>גביע אסיה - ינואר 1969</span></li>
                        </ol>
                    </li>
                    <li><span>הערות שוליים</span></li>
                </ol>
            </div>
        </div>
    )
}